Merge pull request #300 from AmedeoPelliccia/AmedeoPelliccia-patch-8
Update CAOS_OPERATIONS_FRAMEWORK.md
